Repository: atk14/Atk14Catalog
Catalog: locale/*/LC_MESSAGES/application_admin.po
Languages: cs_cz

source: Recommended image size is %dx%d
cs_cz: Doporučená velikost obrázku je %dx%d

source: Parent category
cs_cz: Rodičovská Kategorie

source: Move category
cs_cz: Přesunout kategorii

source: Product
cs_cz: Produkt

source: Add product
cs_cz: Přidat produkt

source: The ranking starts with 1
cs_cz: Pořadí začíná 1

source: This doesn't look like an URL or URI
cs_cz: Toto nevypadá to jako URL nebo URI

source: Address which cannot be found on this server. Here are some examples. The first one is usually the most appropriate.
cs_cz: Adresa, kterou nelze na tomto serveru najít. Zde jsou nějaké příklady. První z nich je obvykle nejvhodnější.

source: Examples:
cs_cz: Příklady

source: Moved permanently?
cs_cz: Přesunuto trvale?

source: The Source URL and Target URL cannot be the same
cs_cz: Zdrojová a cílová adresa URL nemohou být stejné

source: Display image in gallery on the product card?
cs_cz: Zobrazit obrázek ve fotogalerii na kartě produktu?

source: URL / path
cs_cz: URL / cesta

source: An internal link should be set as an URI (e.g. /about-us/). An external link has to be set in the full format (e.g. https://example.com/file.pdf).
cs_cz: Interní odkaz by měl být zadán jako URI (např. /o-nas/). Externí odkaz musí být zadán v úplném tvaru (např. https://example.com/file.pdf).

source: In some cases the link looks better with an image.
cs_cz: V některých případech vypadá odkaz lépe s obrázkem.

source: System title
cs_cz: Systémový název

source: Useful in administration. This title is not shown in the application.
cs_cz: Užitečné v administraci. Tento název se nezobrazuje v aplikace.

source: About us
cs_cz: O nás

source: The same code is used on a different page
cs_cz: Stejný kód je použit na jiné stránce

source: Image used on list of pages, social networks, etc.
cs_cz: Obrázek použitý v seznamu stránek, na sociálních sítí atd.

source: Content for <html><head><title>. If left empty, the title is used.
cs_cz: Obsah pro <html><head><title>. Pokud bude ponecháno prázdné, bude použit název.

source: Parent page
cs_cz: Rodičovské stránka

source: Show in sitemap?
cs_cz: Zobrazovat v mapě stránek?

source: Visible?
cs_cz: Viditelné?

source: The page cannot be placed under itself.
cs_cz: Stránku nelze umístit samu pod sebe.

source: Nesting is too deep.
cs_cz: Vnoření je příliš hluboké.

source: Variant name
cs_cz: Název varianty

source: Product name
cs_cz: Název produktu

source: Fill in only when product name differs from it's card name
cs_cz: Vyplňte, pouze pokud se název produktu liší od názvu jeho karty

source: Update slug
cs_cz: Aktualizace slugu

source: Phone
cs_cz: Telefon

source: Address
cs_cz: Adresa

source: Latitude
cs_cz: Zeměpisná šířka

source: Longitude
cs_cz: Zeměpisná délka

source: Opening hours
cs_cz: Otevírací hodiny

source: Either fill out Latitude and Longitude or leave them blank.
cs_cz: Vyplňte buďto zeměpisnou šířku i délku nebo je obě ponechte prázdné.

source: Tag lokalized
cs_cz: Štítek lokalizovaný

source: Enter proper value when the tag itself is not good in the given language
cs_cz: Pokud štítek není v daném jazyce dobrý, zadejte vhodnější název

source: Key
cs_cz: Klíč

source: Localized value
cs_cz: Lokalizovaná hodnota

source: New password
cs_cz: Nové heslo

source: Set password
cs_cz: Nastavit heslo

source: Firstname
cs_cz: Jméno

source: Lastname
cs_cz: Příjmení

source: Is active?
cs_cz: Je aktivní?

source: Inactive user can not be logged in
cs_cz: Neaktivní uživatel se nemůže přihlásit

source: The same login is already used for another user
cs_cz: Stejný login je již použit pro jiného uživatele

source: Create an alias
cs_cz: Vytvořit alias

source: This is a virtual category, which is actually pointing to <a href="%1">/%2/</a>
cs_cz: Jedná se o virtuální kategorii, která ve skutečnosti ukazuje na <a href="%1">/%2/</a>

source: New alias
cs_cz: Nový alias

source: Content for <html><head><title>. If left empty, the name is used.
cs_cz: Obsah pro <html><head><title>. Pokud je ponecháno prázdné, použije se název.

source: This product can be swithed to the non-variant mode
cs_cz: Tento produkt lze přepnout do nevariatního režimu

source: Image was created
cs_cz: Obrázek byl vytvořen

source: You are about to permanently delete brand %1 Are you sure about that?
cs_cz: Chystáte se trvale smazat značku %1 Jste si o tom jistý?

source: You are about to delete the catalog tree %1. Are you sure?
cs_cz: Chystáte se smazat katalogový strom %1. Jsi si jistý(á)?

source: You are about to permanently delete collection %1 Are you sure about that?
cs_cz: Chystáte se trvale smazat kolekci %1 Jste si tím jistý?

source: You are about to permanently delete store %1 Are you sure about that?
cs_cz: Chystáte se trvale smazat prodejnu %1 Jsi si tím jistý(á)?

source: Moving category
cs_cz: Přesun kategorie

source: Brand:
cs_cz: Značka:

source: Are you interested in this product?
cs_cz: Zajímá vás tento produkt?

source: Products in the collection %1
cs_cz: Produkty v kolekci %1

source: Greetings
cs_cz: Dobrý den

source: I would like to know more about products and services you offered on the web site %1.
cs_cz: Rád bych se dozvěděl více o produktech a službách, které nabízíte na webových stránkách %1.

source: I would like to know more about the product
cs_cz: Rád bych se dozvěděl více o produktu

source: Please contact me.
cs_cz: Prosím kontaktujte mě.

source: The message has been sent. Thank you!
cs_cz: Zpráva byla odeslána. Děkujeme!

source: Hello, thank you for your interest in our products. We will contact you as soon as we can.
cs_cz: Dobrý den, děkujeme, že se zajímáte o naše produkty. Co nejdříve Vás budeme kontaktovat.

source: Here is the message you sent to us:
cs_cz: Zde je zpráva, kterou jste nám zaslal:

source: Thank you and have a nice day!
cs_cz: Děkujeme a přejeme hezký den!

source: Welcome at ATK14 Catalog!
cs_cz: Vítejte v ATK14 Katalogu!

source: <em>ATK14 Catalog</em> is an skeleton suitable for applications of kind like <em>Products introduction</em>, <em>E-shop</em>, etc.
cs_cz: <em>ATK14 Katalog</em> je skelet vhodný pro aplikace typu <em>produktový katalog</em>, <em>e-shop</em> atd.

source: ATK14 Catalog is built on top of <em>ATK14 Skelet</em> &mdash; another great skeleton.
cs_cz: ATK14 Katalog je postaven na <em>ATK14 Skeletu</em> &mdash; dalším skvělém skeletu.

source: The Catalog contains mainly
cs_cz: Katalog obsahuje zejména

source: List of categories
cs_cz: Seznam kategorií

source: List of brands
cs_cz: Seznam značek

source: List of collections
cs_cz: Seznam kolekcí

source: Pages with a hierarchical structure
cs_cz: Stránky s hierarchickou strukturou

source: Are you planning to kick up a new project from the Atk14Catalog? Great! Just run the following commands.
cs_cz: Chystáte se pustit do nového projektu na Atk14SCatalogu? Skvělé! Stačí spustit následující příkazy.

source: You can find more information in <a href="https://github.com/atk14/Atk14Catalog/blob/master/README.md#installation">the installation instructions.</a>
cs_cz: Více informací naleznete v <a href="https://github.com/atk14/Atk14Catalog/blob/master/README.md#installation">pokynech k instalaci.</a>

source: If you want to help us to improve the Catalog, <a href="https://github.com/atk14/Atk14Catalog">fork it on GitHub.</a>
cs_cz: Pokud chcete pomoci s vylepšováním ATK14 katalogu, <a href="https://github.com/atk14/Atk14Catalog">forkněte si ho na GitHubu.</a>

source: ATK14 Catalog on GitHub
cs_cz: ATK14 Katalog na GitHubu

source: Change language
cs_cz: Změnit jazyk

source: Currently we have no store.
cs_cz: V současné době nemáme žádnou prodejnu.

source: Request for information
cs_cz: Žádost o informaci

source: List of Brands
cs_cz: Seznam značek

source: List of Categories
cs_cz: Seznam kategorií

source: brand
cs_cz: značka

source: There is no such product
cs_cz: Tento produkt neexistuje

source: This doesn't look like a catalog number
cs_cz: Toto nevypadá jako katalogové číslo

source: There is no such category
cs_cz: Taková kategorie neexistuje

source: It's a filter. This category cannot be selected.
cs_cz: Toto je filtr. Tato kategorie nemůže být vybrána.

source: collection
cs_cz: kolekce

source: There is no such collection
cs_cz: Taková kolekce neexistuje

source: There is no such record
cs_cz: Takový záznam neexistuje

source: page
cs_cz: stránka

source: There is no such page
cs_cz: Taková stránka neexistuje

source: funny-green-mug
cs_cz: vtipny-zeleny-hrnecek

source: Write something like black-cat-white-cat
cs_cz: Napište něco ve stylu cerna-kocka-bila-kocka

source: Create new subpage
cs_cz: Vytvořit novou podstránku

source: If you are brave enough to install the Catalog on your computer, check out <a href="https://github.com/atk14/Atk14Catalog/blob/master/README.md#installation">the installation instrunction.</a>
cs_cz: Pokud máte dost odvahy nainstalovat si ATK14 katalog na svůj počítač, podívejte se na <a href="https://github.com/atk14/Atk14Catalog/blob/master/README.md#installation">návod k instalaci.</a>

source: Editing page '%s'
cs_cz: Editace stránky '%s'

source: The pages has been deleted
cs_cz: Stránka byla smazána

source: An alternative key. Leave empty if you are not sure.
cs_cz: Alternativní klíč. Pokud si nejste jistý, ponechte prázdné.

source: ATK14 Catalog is built on top of <em>ATK14 Skelet</em>
cs_cz: ATK14 Katalog je postaven na <em>ATK14 Skeletu</em>

source: Značka
cs_cz: Brand
