Repository: atk14/Atk14Catalog
Catalog: locale/*/LC_MESSAGES/application_admin.po
Languages: cs_cz

source: Are you sure to delete article item %1?
cs_cz: Určitě chcete smazat článek %1?

source: Edit
cs_cz: Upravit

source: Visit public link
cs_cz: Navštívit veřejný odkaz

source: Delete article
cs_cz: Smazat článek

source: Save and continue editing
cs_cz: Uložit a pokračovat v úpravách

source: Save and go back
cs_cz: Uložit a vrátit se zpět

source: Saving failed.
cs_cz: Ukládání se nezdařilo.

source: Add new article
cs_cz: Přidat nový článek

source: The list is empty.
cs_cz: Seznam je prázdný.

source: Title
cs_cz: Název

source: Author
cs_cz: Autor

source: Date
cs_cz: Datum

source: Tags
cs_cz: Štítky

source: Add attachment
cs_cz: Přidat přílohu

source: Currently there are no attachments.
cs_cz: Momentálně tady přílohy nejsou.

source: You are about to permanently delete brand %1 Are you sure about that?
cs_cz: Chystáte se trvale smazat značku %1 \ẗJste si jistý/á?

source: Delete
cs_cz: Smazat

source: Add a new brand
cs_cz: Přidat novou značku

source: No record has been found.
cs_cz: Nebyl nalezen žádný záznam.

source: The product is not yet placed in a category with a filter.
cs_cz: Produkt zatím nebyl zařazen do kategorie s filtrem.

source: invisible
cs_cz: neviditelné

source: You are about to delete the product %1. Are you sure?
cs_cz: Chystáte se smazat produkt %1. Jste si jistý?

source: Show on web
cs_cz: Zobrazit na webu

source: Delete product
cs_cz: Smazat produkt

source: Add related product
cs_cz: Přidat související produkt

source: There is no related product
cs_cz: Není zde související produkt

source: Edit this product
cs_cz: Editovat produkt

source: You are going to remove a related product %1. Are you sure?
cs_cz: Chystáte se odebrat související produkt %1. Jste si jistý?

source: Remove
cs_cz: Odstranit

source: Product placement in the catalog tree
cs_cz: Zařazení produktu v katalogovém stromu

source: Add product to a category
cs_cz: Přidat produkt do kategorie

source: The product is not yet in any category.
cs_cz: Produkt ještě není v žádné kategorii.

source: Remove from the category
cs_cz: Odstranit z kategorie

source: Related products
cs_cz: Související produkty

source: Consumables
cs_cz: Spotřební materiál

source: Add consumable
cs_cz: Přidat spotřební materiál

source: There are no consumables
cs_cz: Není zde žádný spotřební materiál

source: Accessories
cs_cz: Příslušenství

source: Add accessory
cs_cz: Přidat příslušenství

source: There are no accessories
cs_cz: Není zde žádné příslušenství

source: Filters
cs_cz: Filtry

source: This product is not included in any filter
cs_cz: Tento produkt není zařazen do žádného filtru

source: Set up filters
cs_cz: Nastavit filtry

source: Add a product
cs_cz: Přidat produkt

source: No product has been found.
cs_cz: Žádný produkt nebyl nalezen.

source: Name
cs_cz: Jméno

source: Has variants?
cs_cz: Má varianty?

source: Created at
cs_cz: Vytvořeno

source: Updated at
cs_cz: Změněno

source: unnamed variant
cs_cz: nepojmenovaná varianta

source: Technical specifications
cs_cz: Technické specifikace

source: There is no record yet.
cs_cz: Není zde žádný záznam

source: Edit value
cs_cz: Upravit hodnotu

source: Edit key
cs_cz: Upravit klíč

source: Create a new section
cs_cz: Vytvořit novou sekci

source: Textual sections
cs_cz: Textové sekce

source: Currently there is no section
cs_cz: Momentálně tady není žádná sekce

source: You are about to delete section %1 Are you sure?
cs_cz: Chystáte se smazat sekci %1 Jste si jistý?

source: unnamed
cs_cz: beze jména

source: content type
cs_cz: typ obsahu

source: attachments
cs_cz: přílohy

source: images
cs_cz: obrázky

source: no textual content
cs_cz: žádný textový obsah

source: Add a new variant
cs_cz: Přidat novou variantu

source: Product variants (%1)
cs_cz: Varianty produktu (%1)

source: Variants are not considered for this product
cs_cz: Varianty nejsou pro tento produkt uvažovány

source: Are you sure?
cs_cz: Jste si jistý?

source: switch to the variant mode
cs_cz: přepnout do variantního režimu

source: This product can be switched to the non-variant mode
cs_cz: Tento produkt lze přepnout do nevariatního režimu

source: switch to the non-variant mode
cs_cz: přepnout do nevariantního režimu

source: Add a new subcategory
cs_cz: Přidat podkategorii

source: filter option
cs_cz: možnost filtru

source: Move the category
cs_cz: Přesunout kategorii

source: Create a link to this category
cs_cz: Vytvořit odkaz na tuto kategorii

source: You are about to delete the category %1! Also all subcategories will be deleted. Deletion cannot be undone. Do you really want this?
cs_cz: Chystáte se smazat kategorii %1! Také všechny podkategorie budou smazány. Vymazání nelze vrátit zpět. Opravdu to chcete?

source: Path
cs_cz: Cesta

source: Pointing to category
cs_cz: Ukazuje na kategorii

source: Is a filter?
cs_cz: Je to filtr?

source: It is a filter option
cs_cz: To je možnost filtru

source: Can products be inserted here?
cs_cz: Mohou zde být vloženy produkty?

source: This is a linking category that refers to <a href="%1">/%2/</a>
cs_cz: Toto je odkazující kategorie, která směřuje do <a href="%1">/%2/</a>

source: Subcategories
cs_cz: Podkategorie

source: filter options
cs_cz: možnosti filtru

source: filter
cs_cz: filtr

source: link
cs_cz: odkaz

source: This category has no subcategories.
cs_cz: Tato kategorie nemá žádné podkategorie.

source: Products
cs_cz: Produkty

source: There are too many products in the category (%1)
cs_cz: V této kategorii je příliš mnoho produktů (%1)

source: show product list
cs_cz: zobrazit seznam produktů

source: There is currently no product here.
cs_cz: Momentálně tady není žádný produkt.

source: Edit product
cs_cz: Upravit produkt

source: Remove product
cs_cz: Odstranit produkt

source: Into this category products cannot be added.
cs_cz: Do této kategorie nelze přidat produkty.

source: Add a recommended product
cs_cz: Přidat doporučený produkt

source: Recommended products
cs_cz: Doporučené produkty

source: Edit ranking
cs_cz: Upravit pořadí

source: Ranking
cs_cz: Pořadí

source: Create new category tree
cs_cz: Vytvořit nový katalogový strom

source: You are about to delete the catalog tree %1. Are you sure?
cs_cz: Chystáte se smazat katalogový strom %1. Jste si jistý/á?

source: You are about to remove the product %1 from the collection. Are you sure about that?
cs_cz: Chystáte se odebrat produkt %1 z kolekce. Jste si tím jistý?

source: Add a product into the collection
cs_cz: Přidat produkt do kolekce

source: You are about to permanently delete collection %1 Are you sure about that?
cs_cz: Chystáte se trvale smazat kolekci %1 Jste si tím jistý/á?

source: Products in the collection
cs_cz: Produkty v kolekci

source: Add a collection
cs_cz: Přidat kolekci

source: Add new redirection
cs_cz: Přidat nové přesměrování

source: Source URL
cs_cz: Zdrojová adresa URL

source: Target URL
cs_cz: Cílová adresa URL

source: Last access
cs_cz: Poslední přístup

source: Filename
cs_cz: Název souboru

source: File Type
cs_cz: Typ souboru

source: Filesize
cs_cz: Velikost souboru

source: Drag files here
cs_cz: Přetáhněte soubory sem

source: Photos
cs_cz: Fotografie

source: The image was uploaded at:
cs_cz: Obrázek byl nahrán:

source: The image was uploaded by:
cs_cz: Obrázek nahrál:

source: The size of the original:
cs_cz: Velikost originálu:

source: Add image
cs_cz: Přidat obrázek:

source: Currently there are no images.
cs_cz: Momentálně tady nejsou žádné obrázky.

source: Add a link to the list
cs_cz: Přidat odkaz do seznamu

source: There is no link in the list.
cs_cz: V seznamu není žádný odkaz.

source: Edit links
cs_cz: Editovat odkazy

source: Create new link list
cs_cz: Vytvořit nový odkaz

source: System name
cs_cz: Systémový název

source: Displayed title
cs_cz: Zobrazovaný název

source: Code
cs_cz: Kód

source: Count of links
cs_cz: Počet odkazů

source: Link list
cs_cz: Seznam odkazů

source: Welcome administrator!
cs_cz: Vítejte administrátore!

source: Subscribed since
cs_cz: Přihlášen od

source: IP address
cs_cz: IP adresa

source: Export emails in CSV
cs_cz: Export e-mailů v CSV

source: Subpages
cs_cz: Podstránky

source: This page has no subpages
cs_cz: Tato stránka nemá podstránky

source: Add new page
cs_cz: Přidat novou stránku

source: Create a subpage
cs_cz: Vytvořit podstránku

source: You are about to delete page %1 Are you sure?
cs_cz: Chystáte se smazat stránku %1 Opravdu?

source: Delete page
cs_cz: Smazat stránku

source: not showing in sitemap
cs_cz: nezobrazuje se v mapě stránek

source: User
cs_cz: Uživatel

source: Created from address
cs_cz: Vytvořeno z adresy

source: Password recovered?
cs_cz: Heslo obnoveno?

source: Recovered at
cs_cz: Obnoveno dne

source: Recovered from address
cs_cz: Obnoveno z adresy

source: Description
cs_cz: Popis

source: Dimensions of the original
cs_cz: Rozměry originálu

source: Uploaded by
cs_cz: Nahráno uživatelem

source: Updated by
cs_cz: Aktualizováno uživatelem

source: Download original
cs_cz: Stáhněte si originál

source: You are about to delete the attachment %1 Are you sure about that?
cs_cz: Chystáte se smazat přílohu %1 Opravdu?

source: Attachments
cs_cz: Přílohy

source: Currently there are no attachments
cs_cz: Momentálně tady nejsou žádné přílohy

source: Add an attachment
cs_cz: Přidat přílohu

source: Remove image
cs_cz: Odstranit obrázek

source: Logos
cs_cz: Loga

source: Photo gallery
cs_cz: Fotogalerie

source: Objects inserted into text
cs_cz: Objekty vložené do textu

source: Copy the desired object's marker ([# ...]) into the text.
cs_cz: Zkopírujte značku požadovaného objektu ([# ...]) do textu.

source: Do you really want to delete this object?
cs_cz: Opravdu chcete tento objekt smazat?

source: copy this line to the text
cs_cz: zkopírujte tento řádek do textu

source: Copied!
cs_cz: Zkopírováno!

source: Copy the line
cs_cz: Kopírovat řádek

source: Currently there are no objects
cs_cz: Momentálně tady nejsou žádné objekty

source: Add photogallery
cs_cz: Přidat fotogalerii

source: Add video
cs_cz: Přidat video

source: Development server
cs_cz: Vývojový server

source: Production server
cs_cz: Produkční server

source: Profile
cs_cz: Profil

source: Sign out
cs_cz: Odhlásit se

source: Administration
cs_cz: Administrace

source: Sign in
cs_cz: Přihlásit se

source: Register
cs_cz: Registrovat

source: Show larger image
cs_cz: Zobrazit větší obrázek

source: no image
cs_cz: bez obrázku

source: Add images
cs_cz: Přidat obrázky

source: Upload multiple files with the file dialog or by dragging and dropping images onto the dashed region
cs_cz: Nahrajte více obrázků buďto pomocí souborový dialogu nebo přetažením obrázků do vyčárkované oblasti

source: Submit form
cs_cz: Odeslat formulář

source: Add a store
cs_cz: Přidat prodejnu

source: You are about to permanently delete store %1 Are you sure about that?
cs_cz: Chystáte se trvale smazat prodejnu %1 Jste si tím jistý/á?

source: Add new tag
cs_cz: Přidat nový štítek

source: No tag has been found.
cs_cz: Nebyl nalezen žádný štítek.

source: Tag
cs_cz: Štítek

source: You are about to permanently delete tag %1 Are you sure about that?
cs_cz: Chystáte se smazat štítek %1 Určite to chcete?

source: Delete tag
cs_cz: Smazat štítek

source: At the moment no one knows the actual user's password because passwords are not stored in plain text form. In this form you can set a new password to the user <em>%1</em>
cs_cz: Momentálně nikdo nezná heslo uživatele, protože hesla nejsou ukládána v čitelné podobě. V tomto formuláři můžete nastavit nové heslo uživateli <em>%1</em>

source: Create a new user
cs_cz: Vytvořit nového uživatele

source: Username
cs_cz: Uživatelské jméno

source: Email address
cs_cz: E-mailová adresa

source: Is admin?
cs_cz: Je administrátor?

source: inactive user
cs_cz: neaktivní uživatel

source: administrator
cs_cz: administrátor

source: regular user
cs_cz: běžný uživatel

source: not active
cs_cz: neaktivní

source: Set new password
cs_cz: Nastavit nové heslo

source: Sign in as this user
cs_cz: Přihlásit se jako tento uživatel

source: You are about to permanently delete user %1 Are you sure about that?
cs_cz: Chystáte se nevratně smazat uživatele %1 Jste si skutečně jistý?

source: Delete user
cs_cz: Smazat uživatele

source: Adding new accessory product
cs_cz: Přidání nového příslušenství

source: Accessory product has been added
cs_cz: Příslušenství bylo přidáno

source: Welcome screen
cs_cz: Vítací obrazovka

source: Articles
cs_cz: Články

source: Pages
cs_cz: Stránky

source: Link Lists
cs_cz: Seznamy odkazů

source: Users
cs_cz: Uživatelé

source: Categories
cs_cz: Kategorie

source: Brands
cs_cz: Značky

source: Collections
cs_cz: Kolekce

source: Stores
cs_cz: Prodejny

source: Password recoveries
cs_cz: Obnovy hesel

source: Newsletter subscribers
cs_cz: Odběratelé newsletteru

source: 404 Redirections
cs_cz: Přesměrování 404

source: Category tree
cs_cz: Strom kategorií

source: The record has been created
cs_cz: Záznam byl vytvořen

source: The entry has been deleted
cs_cz: Záznam byl smazán

source: Listing Articles
cs_cz: Výpis článků

source: Create article
cs_cz: Vytvořit článek

source: The article has been created successfully
cs_cz: Článek byl úspěšně vytvořen

source: Editing %s
cs_cz: Editace %s

source: The article has been updated successfully
cs_cz: Článek byl úspěšně aktualizován

source: Attachments for object %s#%s, section %s
cs_cz: Přílohy u objektu %s#%s, sekce %s

source: Attachments for object %s#%s
cs_cz: Přílohy u objektu %s#%s

source: Adding attachment
cs_cz: Přidání přílohy

source: Attachment has been saved
cs_cz: Příloha byla uložena

source: Editing attachment #%s
cs_cz: Editace přílohy #%s

source: Changes have been saved
cs_cz: Změny byly uloženy

source: Attachment has been deleted
cs_cz: Příloha byla smazána

source: Listing brands
cs_cz: Seznam značek

source: New brand
cs_cz: Nová značka

source: Editing of the brand
cs_cz: Editace značky

source: The brand was saved
cs_cz: Značka byla uložena

source: The brand was deleted
cs_cz: Značka byla smazána

source: Placing the product "%s" into filters
cs_cz: Umístění produktu "%s" do filtrů

source: Settings saved
cs_cz: Nastavení uloženo

source: List of Products
cs_cz: Seznam produktů

source: Adding a product
cs_cz: Přidat produkt

source: The product has been created. Now you can add some extra data to it.
cs_cz: Produkt byl vytvořen. Nyní k němu můžete přidat další údaje.

source: Editing product %s
cs_cz: Editace produktu %s

source: Variants mode has been activated
cs_cz: Variantní režim byl aktivován

source: Variants mode has been deactivated
cs_cz: Variantní režim byl deaktivován

source: The product already has this specification
cs_cz: Tento produkt už má tuto specifikaci

source: Add a textual section for the product %s
cs_cz: Přidat textovou sekci k produktu %s

source: The section has been created
cs_cz: Sekce byla vytvořena

source: It would be nice to add some more information
cs_cz: Bylo by pěkné doplnit nějaké další informace

source: Editing linking category "%s"
cs_cz: Editace odkazující kategorie "%s"

source: Editing filter category "%s"
cs_cz: Editace filtrační kategorie "%s"

source: Editing filter option "%s"
cs_cz: Editace možnosti filtru "%s"

source: Editing category "%s"
cs_cz: Editace kategorie "%s"

source: Moving category %s
cs_cz: Přesun kategorie %s

source: The category can not be moved under itself
cs_cz: Kategorie nemůže být přesunuta pod sebe sama

source: The category was moved
cs_cz: Kategorie byla přesunuta

source: New subcategory
cs_cz: Nová podkategorie

source: Category cannot be created when the parent category is an alias
cs_cz: Kategorie nelze vytvořit, pokud je nadřazená kategorie alias

source: On this place a new category cannot be created
cs_cz: Na tomto místě nemůže být vytvořena nová kategorie

source: Filter cannot be created when the parent category is also a filter
cs_cz: Filtr nelze vytvořit, pokud je nadřazená kategorie také filtr

source: Category has been created
cs_cz: Kategorie byla vytvořena

source: The category was deleted
cs_cz: Kategorie byla smazána

source: Creating new link to the category "%s"
cs_cz: Vytvoření odkazu na kategorii "%s"

source: Alias was created
cs_cz: Alias byl vytvořen

source: Products in category %s
cs_cz: Produkty v kategorii %s

source: Product list
cs_cz: Seznam produktů

source: Adding product into the category %s
cs_cz: Přidání produktu do kategorie %s

source: The product was added
cs_cz: Produkt byl přidán

source: Edit ranking of %s
cs_cz: Editace pořadí %s

source: Add recommended product to the category
cs_cz: Přidat doporučený produkt do kategorie

source: Product has been added
cs_cz: Produkt byl přidán

source: Category trees
cs_cz: Stromy kategorií

source: The category tree has been created
cs_cz: Strom kategorií byl vytvořen

source: Adding a product into the collection
cs_cz: Přidání produktu do kolekce

source: List of Collections
cs_cz: Seznam kolekcí

source: New Collection
cs_cz: Nová kolekce

source: The collection has been saved.
cs_cz: Kolekce byla uložena.

source: Do you want to add some products to the collection?
cs_cz: Chcete přidat nějaké produkty do této kolekce?

source: Editing of the collection '%s'
cs_cz: Editace kolekce '%s'

source: The collection has been deleted
cs_cz: Kolekce byla smazána

source: Adding new consumable product
cs_cz: Přidat nový spotřební materiál

source: Consumable product has been added
cs_cz: Spotřební materiál byl přidán

source: Create redirection
cs_cz: Vytvořit přesměrování

source: Another redirection with the same source URL already exists
cs_cz: Jiné přesměrování se stejnou zdrojovou adresou URL již existuje

source: The redirection has been created successfully
cs_cz: Přesměrováná bylo úspěšně vytvořeno

source: Editing redirection
cs_cz: Editace přesměrování

source: The redirection has been updated successfully
cs_cz: Přesměrování bylo úspěšně změněno

source: Photo gallery of the object %s#%s, section %s
cs_cz: Fotogalerie objektu %s#%s, sekce %s

source: Photo gallery of the object %s#%s
cs_cz: Fotogalerie objektu %s#%s

source: Adding an image into the photo gallery
cs_cz: Přidání obrázku do fotogalerie

source: Image has been created
cs_cz: Obrázek byl vytvořen

source: Editing of the Image #%s
cs_cz: Editace obrázku #%s

source: The image has been deleted
cs_cz: Obrázek byl smazán

source: Links in the list '%s'
cs_cz: Odkazy v seznamu '%s'

source: Adding link to the list '%s'
cs_cz: Přidání odkazu do seznamu '%s'

source: Editing link '%s'
cs_cz: Editace odkazu '%s'

source: Links
cs_cz: Odkazy

source: Link lists
cs_cz: Seznamy odkazů

source: Creating new link list
cs_cz: Vytvoření nového seznamu odkazů

source: Editing link list
cs_cz: Editace seznamu odkazů

source: Newsletter Subscribers
cs_cz: Odběratelé newsletteru

source: Create page
cs_cz: Vytvořit stránku

source: The page has been created successfully
cs_cz: Stránka byla úspěšně vytvořena

source: Editing page %s
cs_cz: Editace stránky %s

source: The page has been updated successfully
cs_cz: Stránka byla úspěšně aktualizována

source: New product variant
cs_cz: Nová varianta produktu

source: Variant has been created
cs_cz: Varianta byla vytvořena

source: The same product cannot be added to the product itself
cs_cz: Stejný produkt nemůže být přidán sám do sebe

source: Adding new related product
cs_cz: Přidání nového souvisejícího produktu

source: Related product has been added
cs_cz: Související produkt byl přidán

source: Editing slug of object "%s"
cs_cz: Editace slugu objektu "%s"

source: List of stores
cs_cz: Seznam prodejen

source: New store
cs_cz: Nová prodejna

source: Edit store
cs_cz: Editace prodejny

source: Listing Tags
cs_cz: Přehled štítků

source: Create a new tag
cs_cz: Vytvořit nový štítek

source: The tag has been created successfully
cs_cz: Štítek byl úspěšně vytvořen

source: Editing tag %s
cs_cz: Editace štítku %s

source: The same tag already exists
cs_cz: Stejný štítek již existuje

source: Nothing has been changed
cs_cz: Nic nebylo změněno

source: The tag has been updated
cs_cz: Štítek byl aktualizován

source: The same key already exists
cs_cz: Stejný klíč již existuje

source: Add new technical specification
cs_cz: Přidat novou technickou specifikaci

source: New technical specification record has been created
cs_cz: Byl vytvořen nový záznam technické specifikace

source: Please make sure you don't need to change slugs
cs_cz: Ujistěte se, že nemusíte měnit slugy

source: Users list
cs_cz: Seznam uživatelů

source: The user has been created successfully
cs_cz: Uživatel byl úspěšně vytvořen

source: Editing user %s
cs_cz: Editace uživatele %s

source: The user entry has been updated
cs_cz: Záznam o uživateli byl aktualizován

source: Setting a new password to the user %s
cs_cz: Nastavit nové heslo uživateli %s

source: The new password has been set to the user <em>%user%</em>.<br>Would be nice to let him know at email address <a href="mailto:%email%">%email%</a>.
cs_cz: Nové heslo bylo nastaveno uživateli <em>%user%</em>.<br>Bude hezké, když mu o tom napíšete na e-mail <a href="mailto:%email%">%email%</a>.

source: The user entry has been deleted
cs_cz: Uživatel byl smazán

source: Now you are logged as <em>%s</em>
cs_cz: Nyní jste přihlášen jako <em>%s</em>

source: An alternative key for system usage.
cs_cz: Alternativní klíč pro systémové potřeby.

source: An alternative key for system usage. Leave it unchanged if you are not sure.
cs_cz: Alternativní klíč pro systémové použití. Pokud si nejste jisti, ponechte beze změny.

source: Is visible?
cs_cz: Je viditelné?

source: The same catalog number is used for another product
cs_cz: Stejné katalogové číslo se používá pro jiný produkt

source: Image
cs_cz: Obrázek

source: Image used in article overview
cs_cz: Obrázek používaný v přehledu článků

source: <a href="%s">Markdown</a> format is expected
cs_cz: Je očekáván formát <a href="%s">Markdown</a>

source: Body
cs_cz: Tělo

source: Published At
cs_cz: Publikováno dne

source: File
cs_cz: Soubor

source: User Manual
cs_cz: Uživatelský manuál

source: Brief description
cs_cz: Stručný popis

source: Info
cs_cz: Informace

source: Pages of the manufacturer
cs_cz: Stránky výrobce

source: Specification name
cs_cz: Název specifikace

source: Value
cs_cz: Hodnota

source: Add new specification
cs_cz: Přidat novou specifikaci

source: Add to a category
cs_cz: Přidat do kategorie

source: Category
cs_cz: Kategorie

source: Type a slash if you want to search the tree of categories from the root.
cs_cz: Napište lomítko, pokud chcete prohledat strom kategorií od kořene.

source: You can not insert products into this category
cs_cz: Do této kategorie nelze umisťovat produkty

source: Catalog number
cs_cz: Katalogové číslo

source: Information
cs_cz: Informace

source: Detailed description
cs_cz: Detailní popis

source: Brand
cs_cz: Značka

source: Collection
cs_cz: Kolekce

source: Is product visible?
cs_cz: Je produkt viditelný?

source: Search
cs_cz: Hledat

source: Long name
cs_cz: Dlouhé jméno

source: Fill in if the name alone is not enough to describe the category.
cs_cz: Vyplňte, pokud samotné jméno nestačí k popisu kategorie.

source: Is this a filter?
cs_cz: Je to filtr?

source: e.g. material or color
cs_cz: např. materiál nebo barva

source: HTML title
cs_cz: HTML název

source: Content for <html><head><title>. If left empty, the long name, resp. the name is used.
cs_cz: Obsah pro <html><head><title>. Pokud zůstane prázdné, použije se dlouhé jméno, resp. jméno.

source: HTML description
cs_cz: HTML popis

source: Content for <meta name="description">. If left empty, the teaser is used.
cs_cz: Obsah pro <meta name="description">. Pokud bude ponecháno prázdné, použije se teaser.
